{
  "CamelCaseMotion": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq.thirdparty": { "branch": "3p" },
  "dial.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "editorconfig.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-update-all": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "tabnine-nvim": { "branch": "master" },
  "tail.nvim": { "branch": "main" },
  "telescope-ag": { "branch": "main" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-glyph.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tint.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}